# EnableCLDropShadow

```pascal
PROCEDURE EnableCLDropShadow(
				className : STRING;
				enable    : BOOLEAN);
```

```python
def vs.EnableCLDropShadow(className, enable):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|className|STRING|   |
|enable|BOOLEAN|   |

## Examples
```pascal
EnableCLDropShadow('Wall', TRUE);
```
```python
import vs

className = 'None'
enable = True

vs.EnableCLDropShadow(className, enable)
```

## Version
Availability: from Vectorworks 2017

## Category
* Classes